[File]
Author=Audrius Serapinas serasirco@gmail.com
Help=
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F13641F1364634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB73A26B13420AB1F13641F1364644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB73A26B11F13641F13646550DE644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC3F2BB71F13641F13646550DE6550DE644FDD634EDC624DDB604BD95E49D75C47D45944D15541CE523DCA4E39C64935C14530BC1F13642737095E84155D83155C82145A8014597E14577B135578135275125071124D6D114A6910466410435F0F3F5A0E2737092737095E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A6910466410435F0F2737092737095F86155E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A69104664102737092737095F86155F86155E85155E84155D83155C82145A8014597E14577B135578135275125071124D6D114A69102737090A84B845C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB14A9EA0DA6E80A84B80A84B846C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB14A9EA0A84B80A84B847C1F546C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC1AACEB0A84B80A84B847C1F547C1F546C1F545C0F543BFF441BEF43FBDF33CBCF338BAF235B8F130B6F02BB4EF26B2EE21AFEC0A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B80A84B8000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1063
Name=Lietuvių (Lietuva) (LT)
VersionId=0

[Scrobbler]
0=Scrobbling'as
1=Jūs esate prisijungę kaip: %s
2=Kai kurios funkcijos bus nepasiekiamos atsijungus. Ar norite tęsti?
3=Įvyko klaida!
4=Svečias
5=Turite prisijungti!
6=Scrobbler eilės būsena: %s
7=Ar tikrai norite pašalinti %s profilį iš programos?
8=Vartotojo vardas:
9=Slaptažodis:
10=Žetonas:

[Scrobbler.Auth]
btnAllowAccess=Suteikti prieigą
btnOk=OK
Caption=Autorizacija
lbDetails=Turite patvirtinti leidimų užklausą savo $name profilyje, kad papildinys veiktų tinkamai:\n\n1. Spustelėkite mygtuką „Leisti prieigą“, kad atidarytumėte $name profilį interneto naršyklėje.\n\n2. Atsidariusiame interneto naršyklės puslapyje spustelėkite mygtuką „Taip, leisti prieigą“.\n\n3. Sėkmingai patvirtinę $name profilį, šiame lange spustelėkite mygtuką „OK“.

[Scrobbler.Settings]
btnAdd=Pridėti...
btnAuthorize=Prisijungti
btnLog=Rodyti žurnalą
btnLogOff=Atsijungti
cbAlbumArtSearch=Atsisiųskite albumo iliustracijas iš %s paslaugos
cbAllowScrobblingForURLs=Leisti scrobblinti internetinius takelius
cbAutoLove=* Mėgstamiausias takelis, kai takeliui nustatytas 5 žvaigždučių ženklas
cbAutoUnlove=* Nepatinka takelis, kai takeliui nustatytas mažesnis nei 3 žvaigždučių įvertinimas
cbScrobbling=* Leisti scrobblinti
cbTrackInfo=Rodyti informaciją apie pradėtą groti takelį
cbTrayIcon=Rodyti dėklo piktogramą
cbTrayNotifyOnError=Perspėti apie klaidas
G1=Įvairūs
G2=Autorizacija
L1=leidžiamas failas
L2=Scrobble failą, jei leidžiama:
L3=Ignoruoti takelius iš šių aplankų:
lbAuthorizationWarning=* Reikalingas leidimas
lbProfileLink=Mano profilis %s
miAddPath=Pridėti...
miDeletePath=Ištrinti
miLogIn=Prisijungti...
miMyProfile=Mano profilis...
miMyRecommendations=Mano rekomendacijos...
miSignIn=Prisijungti...
P1=Nustatymai
P2=Profiliai
W1=Turite pridėti bent vieną profilį, kitaip papildinys neveiks
W2=Kai kurioms funkcijoms reikalingas leidimas (žr. puslapį „Nustatymai“)

[Scrobbler.Settings.spIgnoredPaths]
c[0]=Kelias
c[1]=Rekursyvus

[Scrobbler.TrackInfo]
Caption=Informacija apie leidžiamą failą
L1=Sveiki, %s!
L3=Klausyta: %d
L4=Klausytojai: %d
L5=Jūs klausėte: %d
L6=Panašus
L7=Panašūs takeliai
L8=Panašūs atlikėjai
pcpArtistInfo=Atlikėjų informacija
pcpTrackInfo=Takelio informacija
pnlScrobblingProgress.h=Scrobbler pažanga
Status=Ieškoma informacijos...|Informacijos apie takelį nerasta|Niekas negroja

[Scrobbler.TrayIcon]
miErrorInfo=Klaidos detalės
miLoveTrack=Patinka
miProfile=Mano profilis
miRecommendations=Mano rekomendacijos
miScrobbling=Įgalinti Scrobbler
miSettings=Parinktys
miShowTrackInfo=Informacija apie takelį
miUnloveTrack=Nepatinka

